Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# EditOp_Truncate
source: Truncate at cursor
ar: اقتطاع عند المؤشر
cs: Zkrácení u kurzoru
de: Am Cursor abschneiden
el: Περικοπή στον δρομέα
es: Truncar en el cursor
fa: کوتاه کردن در مکان‌نما
fr: Troncature au curseur
hu: Csonkítás a kurzornál
id: Potong di kursor
it: Troncamento al cursore
ja: カーソル位置で切り詰める
ko: 커서 위치에서 자르기
pl: Obcięcie od kursora
pt: Truncar no cursor
ro: Trunchiere la cursor
ru: Обрезка по курсору
th: ตัดท้ายที่เคอร์เซอร์
tr: İmleçte kırpma
uk: Обрізання за курсором
vi: Cắt bớt tại con trỏ
zh_hans: 在光标处截断
zh_hant: 在游標處截斷

# EditOp_WriteRecordAddress
source: Write record address
ar: الكتابة عند عنوان السجل
cs: Zápis na adresu záznamu
de: An Datensatzadresse schreiben
el: Εγγραφή στη διεύθυνση εγγραφής
es: Escribir en la dirección del registro
fa: نوشتن آدرس رکورد
fr: Écriture aux adresses des enregistrements
hu: Rekordcím írása
id: Tulis alamat rekaman
it: Scrittura agli indirizzi dei record
ja: レコードのアドレスに書く
ko: 레코드 주소에 쓰기
pl: Zapis pod adresami rekordów
pt: Gravar no endereço do registro
ro: Scriere adresă înregistrare
ru: Запись по адресу записи
th: เขียนตามที่อยู่ของเรคคอร์ด
tr: Kayıt adresine yazma
uk: Записування за адресою запису
vi: Ghi địa chỉ bản ghi
zh_hans: 写入记录地址
zh_hant: 寫入至記錄位址

# EditOp_Discard
source: Discard changes
ar: تجاهل التغييرات
cs: Zahození změn
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: Descartar cambios
fa: دور انداختن تغییرات
fr: Abandon des modifications
hu: Módosítások elvetése
id: Buang perubahan
it: Rimozione modifiche
ja: 変更の破棄
ko: 변경 내용 취소
pl: Odrzucenie zmian
pt: Descartar alterações
ro: Renunțare la modificări
ru: Отмена изменений
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri atma
uk: Відхилення змін
vi: Hủy thay đổi
zh_hans: 放弃更改
zh_hant: 捨棄變更

# EditOp_Merge
source: Merge external changes
ar: دمج التغييرات الخارجية
cs: Sloučení externích změn
de: Externe Änderungen zusammenführen
el: Συγχώνευση εξωτερικών αλλαγών
es: Combinar cambios externos
fa: ادغام تغییرات خارجی
fr: Fusion des modifications externes
hu: Külső módosítások egyesítése
id: Gabungkan perubahan eksternal
it: Unione modifiche esterne
ja: 外部の変更とのマージ
ko: 외부 변경 내용 병합
pl: Scalenie zmian zewnętrznych
pt: Mesclar alterações externas
ro: Îmbinare modificări externe
ru: Объединение внешних изменений
th: ผสานการเปลี่ยนแปลงภายนอก
tr: Dış değişiklikleri birleştirme
uk: Об’єднання із зовнішніми змінами
vi: Hợp nhất thay đổi bên ngoài
zh_hans: 合并外部更改
zh_hant: 合併外部變更

# Drop_Insert
source: Insert
ar: إدراج
cs: Vložit
de: Einfügen
el: Εισαγωγή
es: Insertar
fa: درج
fr: Insérer
hu: Beszúrás
id: Sisipkan
it: Inserisci
ja: 挿入
ko: 삽입
pl: Wstaw
pt: Inserir
ro: Inserare
ru: Вставить
th: แทรก
tr: Ekle
uk: Вставити
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# Menu_View_EncodingAnsiAccessKey
source: N
ar: ص
cs: Z
es: P
fr: P
hu: K
it: C
pl: K
pt: P
ro: P

# Encoding_Name_ascii
source: ASCII (7 bit)
ar: ASCII (7 بت)
cs: ASCII (7 bitů)
es: ASCII (7 bits)
fa: ASCII (7 بیتی)
fr: ASCII (7 bits)
ja: ASCII (7 ビット)
ko: ASCII(7비트)
pl: ASCII (7-bitowe)
pt: ASCII (7 bits)
ro: ASCII (7 biți)
ru: ASCII (7 бит)
th: ASCII (7 บิต)
uk: ASCII (7 біт)
zh_hans: ASCII（7 位）
zh_hant: ASCII（7 位元）

# Encoding_Name_ansi
source: ANSI (code page {0})
ar: ANSI (صفحة الترميز {0})
cs: ANSI (znaková stránka {0})
el: ANSI (κωδικοσελίδα {0})
es: ANSI (página de códigos {0})
fa: ANSI (صفحهٔ کد {0})
fr: ANSI (page de codes {0})
hu: ANSI ({0} kódlap)
id: ANSI (halaman kode {0})
it: ANSI (tabella codici {0})
ja: ANSI (コードページ {0})
ko: ANSI(코드 페이지 {0})
pl: ANSI (strona kodowa {0})
pt: ANSI (página de código {0})
ro: ANSI (pagina de coduri {0})
ru: ANSI (кодовая страница {0})
th: ANSI (โค้ดเพจ {0})
tr: ANSI (kod sayfası {0})
uk: ANSI (кодова сторінка {0})
vi: ANSI (trang mã {0})
zh_hans: ANSI（代码页 {0}）
zh_hant: ANSI（字碼頁 {0}）

# Encoding_Name_oem
source: OEM (code page {0})
ar: OEM (صفحة الترميز {0})
cs: OEM (znaková stránka {0})
el: OEM (κωδικοσελίδα {0})
es: OEM (página de códigos {0})
fa: OEM (صفحهٔ کد {0})
fr: OEM (page de codes {0})
hu: OEM ({0} kódlap)
id: OEM (halaman kode {0})
it: OEM (tabella codici {0})
ja: OEM (コードページ {0})
ko: OEM(코드 페이지 {0})
pl: OEM (strona kodowa {0})
pt: OEM (página de código {0})
ro: OEM (pagina de coduri {0})
ru: OEM (кодовая страница {0})
th: OEM (โค้ดเพจ {0})
tr: OEM (kod sayfası {0})
uk: OEM (кодова сторінка {0})
vi: OEM (trang mã {0})
zh_hans: OEM（代码页 {0}）
zh_hant: OEM（字碼頁 {0}）

# Encoding_Name_cp874
source: Thai (Windows)
ar: التايلاندية (Windows)
cs: Thajština (Windows)
de: Thailändisch (Windows)
el: Ταϊλανδικά (Windows)
es: Tailandés (Windows)
fa: تایلندی (Windows)
fr: Thaï (Windows)
it: Thailandese (Windows)
ja: タイ語 (Windows)
ko: 태국어(Windows)
pl: Tajski (Windows)
pt: Tailandês (Windows)
ro: Thailandeză (Windows)
ru: Тайская (Windows)
th: ไทย (Windows)
tr: Tayca (Windows)
uk: Тайська (Windows)
vi: Tiếng Thái (Windows)
zh_hans: 泰语 (Windows)
zh_hant: 泰文（Windows）

# Encoding_Name_cp1250
source: Central European (Windows)
ar: أوروبا الوسطى (Windows)
cs: Středoevropské jazyky (Windows)
de: Mitteleuropäisch (Windows)
el: Κεντρικής Ευρώπης (Windows)
es: Centroeuropeo (Windows)
fa: اروپای مرکزی (Windows)
fr: Europe centrale (Windows)
hu: Közép-európai (Windows)
id: Eropa Tengah (Windows)
it: Europa centrale (Windows)
ja: 中央ヨーロッパ言語 (Windows)
ko: 중앙 유럽어(Windows)
pl: Środkowoeuropejski (Windows)
pt: Europeu Central (Windows)
ro: Europa Centrală (Windows)
ru: Центральноевропейская (Windows)
th: ยุโรปกลาง (Windows)
tr: Orta Avrupa (Windows)
uk: Центральноєвропейська (Windows)
vi: Trung Âu (Windows)
zh_hans: 中欧 (Windows)
zh_hant: 中歐（Windows）

# Encoding_Name_cp1251
source: Cyrillic (Windows)
ar: السيريلية (Windows)
cs: Cyrilice (Windows)
de: Kyrillisch (Windows)
el: Κυριλλικά (Windows)
es: Cirílico (Windows)
fa: سیریلیک (Windows)
fr: Cyrillique (Windows)
hu: Cirill (Windows)
id: Sirilik (Windows)
it: Cirillico (Windows)
ja: キリル言語 (Windows)
ko: 키릴 자모(Windows)
pl: Cyrylica (Windows)
pt: Cirílico (Windows)
ro: Chirilică (Windows)
ru: Кириллица (Windows)
th: ซีริลลิก (Windows)
tr: Kiril (Windows)
uk: Кирилиця (Windows)
vi: Kirin (Windows)
zh_hans: 西里尔文 (Windows)
zh_hant: 斯拉夫文（Windows）

# Encoding_Name_cp1252
source: Western European (Windows)
ar: أوروبا الغربية (Windows)
cs: Západoevropské jazyky (Windows)
de: Westeuropäisch (Windows)
el: Δυτικής Ευρώπης (Windows)
es: Europeo occidental (Windows)
fa: اروپای غربی (Windows)
fr: Europe occidentale (Windows)
hu: Nyugat-európai (Windows)
id: Eropa Barat (Windows)
it: Europa occidentale (Windows)
ja: 西ヨーロッパ言語 (Windows)
ko: 서유럽어(Windows)
pl: Zachodnioeuropejski (Windows)
pt: Europeu Ocidental (Windows)
ro: Europa Occidentală (Windows)
ru: Западноевропейская (Windows)
th: ยุโรปตะวันตก (Windows)
tr: Batı Avrupa (Windows)
uk: Західноєвропейська (Windows)
vi: Tây Âu (Windows)
zh_hans: 西欧 (Windows)
zh_hant: 西歐（Windows）

# Encoding_Name_cp1253
source: Greek (Windows)
ar: اليونانية (Windows)
cs: Řečtina (Windows)
de: Griechisch (Windows)
el: Ελληνικά (Windows)
es: Griego (Windows)
fa: یونانی (Windows)
fr: Grec (Windows)
hu: Görög (Windows)
id: Yunani (Windows)
it: Greco (Windows)
ja: ギリシャ語 (Windows)
ko: 그리스어(Windows)
pl: Grecki (Windows)
pt: Grego (Windows)
ro: Greacă (Windows)
ru: Греческая (Windows)
th: กรีก (Windows)
tr: Yunanca (Windows)
uk: Грецька (Windows)
vi: Hy Lạp (Windows)
zh_hans: 希腊语 (Windows)
zh_hant: 希臘文（Windows）

# Encoding_Name_cp1254
source: Turkish (Windows)
ar: التركية (Windows)
cs: Turečtina (Windows)
de: Türkisch (Windows)
el: Τουρκικά (Windows)
es: Turco (Windows)
fa: ترکی (Windows)
fr: Turc (Windows)
hu: Török (Windows)
id: Turki (Windows)
it: Turco (Windows)
ja: トルコ語 (Windows)
ko: 터키어(Windows)
pl: Turecki (Windows)
pt: Turco (Windows)
ro: Turcă (Windows)
ru: Турецкая (Windows)
th: ตุรกี (Windows)
tr: Türkçe (Windows)
uk: Турецька (Windows)
vi: Thổ Nhĩ Kỳ (Windows)
zh_hans: 土耳其语 (Windows)
zh_hant: 土耳其文（Windows）

# Encoding_Name_cp1255
source: Hebrew (Windows)
ar: العبرية (Windows)
cs: Hebrejština (Windows)
de: Hebräisch (Windows)
el: Εβραϊκά (Windows)
es: Hebreo (Windows)
fa: عبری (Windows)
fr: Hébreu (Windows)
hu: Héber (Windows)
id: Ibrani (Windows)
it: Ebraico (Windows)
ja: ヘブライ語 (Windows)
ko: 히브리어(Windows)
pl: Hebrajski (Windows)
pt: Hebraico (Windows)
ro: Ebraică (Windows)
ru: Иврит (Windows)
th: ฮีบรู (Windows)
tr: İbranice (Windows)
uk: Іврит (Windows)
vi: Do Thái (Windows)
zh_hans: 希伯来语 (Windows)
zh_hant: 希伯來文（Windows）

# Encoding_Name_cp1256
source: Arabic (Windows)
ar: العربية (Windows)
cs: Arabština (Windows)
de: Arabisch (Windows)
el: Αραβικά (Windows)
es: Árabe (Windows)
fa: عربی (Windows)
fr: Arabe (Windows)
hu: Arab (Windows)
id: Arab (Windows)
it: Arabo (Windows)
ja: アラビア語 (Windows)
ko: 아랍어(Windows)
pl: Arabski (Windows)
pt: Árabe (Windows)
ro: Arabă (Windows)
ru: Арабская (Windows)
th: อาหรับ (Windows)
tr: Arapça (Windows)
uk: Арабська (Windows)
vi: Ả Rập (Windows)
zh_hans: 阿拉伯语 (Windows)
zh_hant: 阿拉伯文（Windows）

# Encoding_Name_cp1257
source: Baltic (Windows)
ar: لغات البلطيق (Windows)
cs: Baltské jazyky (Windows)
de: Baltisch (Windows)
el: Βαλτικής (Windows)
es: Báltico (Windows)
fa: بالتیک (Windows)
fr: Balte (Windows)
hu: Balti (Windows)
id: Baltik (Windows)
it: Baltico (Windows)
ja: バルト言語 (Windows)
ko: 발트어(Windows)
pl: Bałtycki (Windows)
pt: Báltico (Windows)
ro: Baltică (Windows)
ru: Балтийская (Windows)
th: บอลติก (Windows)
tr: Baltık (Windows)
uk: Балтійська (Windows)
zh_hans: 波罗的海语 (Windows)
zh_hant: 波羅的海文（Windows）

# Encoding_Name_cp1258
source: Vietnamese (Windows)
ar: الفيتنامية (Windows)
cs: Vietnamština (Windows)
de: Vietnamesisch (Windows)
el: Βιετναμικά (Windows)
es: Vietnamita (Windows)
fa: ویتنامی (Windows)
fr: Vietnamien (Windows)
hu: Vietnami (Windows)
id: Vietnam (Windows)
it: Vietnamita (Windows)
ja: ベトナム語 (Windows)
ko: 베트남어(Windows)
pl: Wietnamski (Windows)
pt: Vietnamita (Windows)
ro: Vietnameză (Windows)
ru: Вьетнамская (Windows)
th: เวียดนาม (Windows)
tr: Vietnamca (Windows)
uk: В’єтнамська (Windows)
vi: Tiếng Việt (Windows)
zh_hans: 越南语 (Windows)
zh_hant: 越南文（Windows）

# Encoding_Name_cp28591
source: Western European (ISO-8859-1)
ar: أوروبا الغربية (ISO-8859-1)
cs: Západoevropské jazyky (ISO-8859-1)
de: Westeuropäisch (ISO-8859-1)
el: Δυτικής Ευρώπης (ISO-8859-1)
es: Europeo occidental (ISO-8859-1)
fa: اروپای غربی (ISO-8859-1)
fr: Europe occidentale (ISO-8859-1)
hu: Nyugat-európai (ISO-8859-1)
id: Eropa Barat (ISO-8859-1)
it: Europa occidentale (ISO-8859-1)
ja: 西ヨーロッパ言語 (ISO-8859-1)
ko: 서유럽어(ISO-8859-1)
pl: Zachodnioeuropejski (ISO-8859-1)
pt: Europeu Ocidental (ISO-8859-1)
ro: Europa Occidentală (ISO-8859-1)
ru: Западноевропейская (ISO-8859-1)
th: ยุโรปตะวันตก (ISO-8859-1)
tr: Batı Avrupa (ISO-8859-1)
uk: Західноєвропейська (ISO-8859-1)
vi: Tây Âu (ISO-8859-1)
zh_hans: 西欧 (ISO-8859-1)
zh_hant: 西歐（ISO-8859-1）

# Encoding_Name_cp28592
source: Central European (ISO-8859-2)
ar: أوروبا الوسطى (ISO-8859-2)
cs: Středoevropské jazyky (ISO-8859-2)
de: Mitteleuropäisch (ISO-8859-2)
el: Κεντρικής Ευρώπης (ISO-8859-2)
es: Centroeuropeo (ISO-8859-2)
fa: اروپای مرکزی (ISO-8859-2)
fr: Europe centrale (ISO-8859-2)
hu: Közép-európai (ISO-8859-2)
id: Eropa Tengah (ISO-8859-2)
it: Europa centrale (ISO-8859-2)
ja: 中央ヨーロッパ言語 (ISO-8859-2)
ko: 중앙 유럽어(ISO-8859-2)
pl: Środkowoeuropejski (ISO-8859-2)
pt: Europeu Central (ISO-8859-2)
ro: Europa Centrală (ISO-8859-2)
ru: Центральноевропейская (ISO-8859-2)
th: ยุโรปกลาง (ISO-8859-2)
tr: Orta Avrupa (ISO-8859-2)
uk: Центральноєвропейська (ISO-8859-2)
vi: Trung Âu (ISO-8859-2)
zh_hans: 中欧 (ISO-8859-2)
zh_hant: 中歐（ISO-8859-2）

# Encoding_Name_cp28593
source: Latin 3 (ISO-8859-3)
ar: اللاتينية 3 (ISO-8859-3)
el: Λατινικά 3 (ISO-8859-3)
es: Latín 3 (ISO-8859-3)
fa: لاتین 3 (ISO-8859-3)
it: Latino 3 (ISO-8859-3)
ja: ラテン 3 (ISO-8859-3)
ko: 라틴 3(ISO-8859-3)
pl: Łaciński 3 (ISO-8859-3)
pt: Latino 3 (ISO-8859-3)
ru: Латиница 3 (ISO-8859-3)
th: ละติน 3 (ISO-8859-3)
uk: Латиниця 3 (ISO-8859-3)
zh_hans: 拉丁语 3 (ISO-8859-3)
zh_hant: 拉丁 3（ISO-8859-3）

# Encoding_Name_cp28594
source: Baltic (ISO-8859-4)
ar: لغات البلطيق (ISO-8859-4)
cs: Baltské jazyky (ISO-8859-4)
de: Baltisch (ISO-8859-4)
el: Βαλτικής (ISO-8859-4)
es: Báltico (ISO-8859-4)
fa: بالتیک (ISO-8859-4)
fr: Balte (ISO-8859-4)
hu: Balti (ISO-8859-4)
id: Baltik (ISO-8859-4)
it: Baltico (ISO-8859-4)
ja: バルト言語 (ISO-8859-4)
ko: 발트어(ISO-8859-4)
pl: Bałtycki (ISO-8859-4)
pt: Báltico (ISO-8859-4)
ro: Baltică (ISO-8859-4)
ru: Балтийская (ISO-8859-4)
th: บอลติก (ISO-8859-4)
tr: Baltık (ISO-8859-4)
uk: Балтійська (ISO-8859-4)
zh_hans: 波罗的海语 (ISO-8859-4)
zh_hant: 波羅的海文（ISO-8859-4）

# Encoding_Name_cp28595
source: Cyrillic (ISO-8859-5)
ar: السيريلية (ISO-8859-5)
cs: Cyrilice (ISO-8859-5)
de: Kyrillisch (ISO-8859-5)
el: Κυριλλικά (ISO-8859-5)
es: Cirílico (ISO-8859-5)
fa: سیریلیک (ISO-8859-5)
fr: Cyrillique (ISO-8859-5)
hu: Cirill (ISO-8859-5)
id: Sirilik (ISO-8859-5)
it: Cirillico (ISO-8859-5)
ja: キリル言語 (ISO-8859-5)
ko: 키릴 자모(ISO-8859-5)
pl: Cyrylica (ISO-8859-5)
pt: Cirílico (ISO-8859-5)
ro: Chirilică (ISO-8859-5)
ru: Кириллица (ISO-8859-5)
th: ซีริลลิก (ISO-8859-5)
tr: Kiril (ISO-8859-5)
uk: Кирилиця (ISO-8859-5)
vi: Kirin (ISO-8859-5)
zh_hans: 西里尔文 (ISO-8859-5)
zh_hant: 斯拉夫文（ISO-8859-5）

# Encoding_Name_cp28596
source: Arabic (ISO-8859-6)
ar: العربية (ISO-8859-6)
cs: Arabština (ISO-8859-6)
de: Arabisch (ISO-8859-6)
el: Αραβικά (ISO-8859-6)
es: Árabe (ISO-8859-6)
fa: عربی (ISO-8859-6)
fr: Arabe (ISO-8859-6)
hu: Arab (ISO-8859-6)
id: Arab (ISO-8859-6)
it: Arabo (ISO-8859-6)
ja: アラビア語 (ISO-8859-6)
ko: 아랍어(ISO-8859-6)
pl: Arabski (ISO-8859-6)
pt: Árabe (ISO-8859-6)
ro: Arabă (ISO-8859-6)
ru: Арабская (ISO-8859-6)
th: อาหรับ (ISO-8859-6)
tr: Arapça (ISO-8859-6)
uk: Арабська (ISO-8859-6)
vi: Ả Rập (ISO-8859-6)
zh_hans: 阿拉伯语 (ISO-8859-6)
zh_hant: 阿拉伯文（ISO-8859-6）

# Encoding_Name_cp28597
source: Greek (ISO-8859-7)
ar: اليونانية (ISO-8859-7)
cs: Řečtina (ISO-8859-7)
de: Griechisch (ISO-8859-7)
el: Ελληνικά (ISO-8859-7)
es: Griego (ISO-8859-7)
fa: یونانی (ISO-8859-7)
fr: Grec (ISO-8859-7)
hu: Görög (ISO-8859-7)
id: Yunani (ISO-8859-7)
it: Greco (ISO-8859-7)
ja: ギリシャ語 (ISO-8859-7)
ko: 그리스어(ISO-8859-7)
pl: Grecki (ISO-8859-7)
pt: Grego (ISO-8859-7)
ro: Greacă (ISO-8859-7)
ru: Греческая (ISO-8859-7)
th: กรีก (ISO-8859-7)
tr: Yunanca (ISO-8859-7)
uk: Грецька (ISO-8859-7)
vi: Hy Lạp (ISO-8859-7)
zh_hans: 希腊语 (ISO-8859-7)
zh_hant: 希臘文（ISO-8859-7）

# Encoding_Name_cp28598
source: Hebrew, visual order (ISO-8859-8)
ar: العبرية، ترتيب مرئي (ISO-8859-8)
cs: Hebrejština, vizuální pořadí (ISO-8859-8)
de: Hebräisch, visuelle Reihenfolge (ISO-8859-8)
el: Εβραϊκά, οπτική σειρά (ISO-8859-8)
es: Hebreo, orden visual (ISO-8859-8)
fa: عبری، ترتیب دیداری (ISO-8859-8)
fr: Hébreu, ordre visuel (ISO-8859-8)
hu: Héber, vizuális sorrend (ISO-8859-8)
id: Ibrani, urutan visual (ISO-8859-8)
it: Ebraico, ordine visivo (ISO-8859-8)
ja: ヘブライ語、表示順 (ISO-8859-8)
ko: 히브리어, 표시 순서(ISO-8859-8)
pl: Hebrajski, kolejność wizualna (ISO-8859-8)
pt: Hebraico, ordem visual (ISO-8859-8)
ro: Ebraică, ordine vizuală (ISO-8859-8)
ru: Иврит, визуальный порядок (ISO-8859-8)
th: ฮีบรู ลำดับการแสดงผล (ISO-8859-8)
tr: İbranice, görsel sıra (ISO-8859-8)
uk: Іврит, візуальний порядок (ISO-8859-8)
vi: Do Thái, thứ tự hiển thị (ISO-8859-8)
zh_hans: 希伯来语，可视顺序 (ISO-8859-8)
zh_hant: 希伯來文，視覺順序（ISO-8859-8）

# Encoding_Name_cp38598
source: Hebrew, logical order (ISO-8859-8-I)
ar: العبرية، ترتيب منطقي (ISO-8859-8-I)
cs: Hebrejština, logické pořadí (ISO-8859-8-I)
de: Hebräisch, logische Reihenfolge (ISO-8859-8-I)
el: Εβραϊκά, λογική σειρά (ISO-8859-8-I)
es: Hebreo, orden lógico (ISO-8859-8-I)
fa: عبری، ترتیب منطقی (ISO-8859-8-I)
fr: Hébreu, ordre logique (ISO-8859-8-I)
hu: Héber, logikai sorrend (ISO-8859-8-I)
id: Ibrani, urutan logis (ISO-8859-8-I)
it: Ebraico, ordine logico (ISO-8859-8-I)
ja: ヘブライ語、論理順 (ISO-8859-8-I)
ko: 히브리어, 논리 순서(ISO-8859-8-I)
pl: Hebrajski, kolejność logiczna (ISO-8859-8-I)
pt: Hebraico, ordem lógica (ISO-8859-8-I)
ro: Ebraică, ordine logică (ISO-8859-8-I)
ru: Иврит, логический порядок (ISO-8859-8-I)
th: ฮีบรู ลำดับตรรกะ (ISO-8859-8-I)
tr: İbranice, mantıksal sıra (ISO-8859-8-I)
uk: Іврит, логічний порядок (ISO-8859-8-I)
vi: Do Thái, thứ tự logic (ISO-8859-8-I)
zh_hans: 希伯来语，逻辑顺序 (ISO-8859-8-I)
zh_hant: 希伯來文，邏輯順序（ISO-8859-8-I）

# Encoding_Name_cp28599
source: Turkish (ISO-8859-9)
ar: التركية (ISO-8859-9)
cs: Turečtina (ISO-8859-9)
de: Türkisch (ISO-8859-9)
el: Τουρκικά (ISO-8859-9)
es: Turco (ISO-8859-9)
fa: ترکی (ISO-8859-9)
fr: Turc (ISO-8859-9)
hu: Török (ISO-8859-9)
id: Turki (ISO-8859-9)
it: Turco (ISO-8859-9)
ja: トルコ語 (ISO-8859-9)
ko: 터키어(ISO-8859-9)
pl: Turecki (ISO-8859-9)
pt: Turco (ISO-8859-9)
ro: Turcă (ISO-8859-9)
ru: Турецкая (ISO-8859-9)
th: ตุรกี (ISO-8859-9)
tr: Türkçe (ISO-8859-9)
uk: Турецька (ISO-8859-9)
vi: Thổ Nhĩ Kỳ (ISO-8859-9)
zh_hans: 土耳其语 (ISO-8859-9)
zh_hant: 土耳其文（ISO-8859-9）

# Encoding_Name_cp28600
source: Nordic (ISO-8859-10)
ar: لغات الشمال الأوروبي (ISO-8859-10)
cs: Severské jazyky (ISO-8859-10)
de: Nordisch (ISO-8859-10)
el: Σκανδιναβικά (ISO-8859-10)
es: Nórdico (ISO-8859-10)
fa: نوردیک (ISO-8859-10)
fr: Nordique (ISO-8859-10)
hu: Északi (ISO-8859-10)
id: Nordik (ISO-8859-10)
it: Nordico (ISO-8859-10)
ja: 北欧言語 (ISO-8859-10)
ko: 북유럽어(ISO-8859-10)
pl: Nordycki (ISO-8859-10)
pt: Nórdico (ISO-8859-10)
ro: Nordică (ISO-8859-10)
ru: Скандинавская (ISO-8859-10)
th: นอร์ดิก (ISO-8859-10)
tr: İskandinav (ISO-8859-10)
uk: Північноєвропейська (ISO-8859-10)
vi: Bắc Âu (ISO-8859-10)
zh_hans: 北欧语言 (ISO-8859-10)
zh_hant: 北歐（ISO-8859-10）

# Encoding_Name_cp28601
source: Thai (ISO-8859-11)
ar: التايلاندية (ISO-8859-11)
cs: Thajština (ISO-8859-11)
de: Thailändisch (ISO-8859-11)
el: Ταϊλανδικά (ISO-8859-11)
es: Tailandés (ISO-8859-11)
fa: تایلندی (ISO-8859-11)
fr: Thaï (ISO-8859-11)
it: Thailandese (ISO-8859-11)
ja: タイ語 (ISO-8859-11)
ko: 태국어(ISO-8859-11)
pl: Tajski (ISO-8859-11)
pt: Tailandês (ISO-8859-11)
ro: Thailandeză (ISO-8859-11)
ru: Тайская (ISO-8859-11)
th: ไทย (ISO-8859-11)
tr: Tayca (ISO-8859-11)
uk: Тайська (ISO-8859-11)
vi: Tiếng Thái (ISO-8859-11)
zh_hans: 泰语 (ISO-8859-11)
zh_hant: 泰文（ISO-8859-11）

# Encoding_Name_cp28603
source: Estonian (ISO-8859-13)
ar: الإستونية (ISO-8859-13)
cs: Estonština (ISO-8859-13)
de: Estnisch (ISO-8859-13)
el: Εσθονικά (ISO-8859-13)
es: Estonio (ISO-8859-13)
fa: استونیایی (ISO-8859-13)
fr: Estonien (ISO-8859-13)
hu: Észt (ISO-8859-13)
id: Estonia (ISO-8859-13)
it: Estone (ISO-8859-13)
ja: エストニア語 (ISO-8859-13)
ko: 에스토니아어(ISO-8859-13)
pl: Estoński (ISO-8859-13)
pt: Estoniano (ISO-8859-13)
ro: Estonă (ISO-8859-13)
ru: Эстонская (ISO-8859-13)
th: เอสโตเนีย (ISO-8859-13)
tr: Estonca (ISO-8859-13)
uk: Естонська (ISO-8859-13)
vi: Tiếng Estonia (ISO-8859-13)
zh_hans: 爱沙尼亚语 (ISO-8859-13)
zh_hant: 愛沙尼亞文（ISO-8859-13）

# Encoding_Name_cp28604
source: Celtic (ISO-8859-14)
ar: السلتية (ISO-8859-14)
cs: Keltské jazyky (ISO-8859-14)
de: Keltisch (ISO-8859-14)
el: Κελτικά (ISO-8859-14)
es: Celta (ISO-8859-14)
fa: سلتی (ISO-8859-14)
fr: Celtique (ISO-8859-14)
hu: Kelta (ISO-8859-14)
id: Keltik (ISO-8859-14)
it: Celtico (ISO-8859-14)
ja: ケルト語 (ISO-8859-14)
ko: 켈트어(ISO-8859-14)
pl: Celtycki (ISO-8859-14)
pt: Celta (ISO-8859-14)
ro: Celtică (ISO-8859-14)
ru: Кельтская (ISO-8859-14)
th: เคลติก (ISO-8859-14)
tr: Kelt (ISO-8859-14)
uk: Кельтська (ISO-8859-14)
vi: Celt (ISO-8859-14)
zh_hans: 凯尔特语 (ISO-8859-14)
zh_hant: 塞爾特文（ISO-8859-14）

# Encoding_Name_cp28605
source: Latin 9 (ISO-8859-15)
ar: اللاتينية 9 (ISO-8859-15)
el: Λατινικά 9 (ISO-8859-15)
es: Latín 9 (ISO-8859-15)
fa: لاتین 9 (ISO-8859-15)
it: Latino 9 (ISO-8859-15)
ja: ラテン 9 (ISO-8859-15)
ko: 라틴 9(ISO-8859-15)
pl: Łaciński 9 (ISO-8859-15)
pt: Latino 9 (ISO-8859-15)
ru: Латиница 9 (ISO-8859-15)
th: ละติน 9 (ISO-8859-15)
uk: Латиниця 9 (ISO-8859-15)
zh_hans: 拉丁语 9 (ISO-8859-15)
zh_hant: 拉丁 9（ISO-8859-15）

# Encoding_Name_cp28606
source: South-Eastern European (ISO-8859-16)
ar: جنوب شرق أوروبا (ISO-8859-16)
cs: Jihovýchodoevropské jazyky (ISO-8859-16)
de: Südosteuropäisch (ISO-8859-16)
el: Νοτιοανατολικής Ευρώπης (ISO-8859-16)
es: Europeo suroriental (ISO-8859-16)
fa: اروپای جنوب شرقی (ISO-8859-16)
fr: Europe du Sud-Est (ISO-8859-16)
hu: Délkelet-európai (ISO-8859-16)
id: Eropa Tenggara (ISO-8859-16)
it: Europa sudorientale (ISO-8859-16)
ja: 南東ヨーロッパ言語 (ISO-8859-16)
ko: 남동 유럽어(ISO-8859-16)
pl: Południowo-wschodnioeuropejski (ISO-8859-16)
pt: Europeu do Sudeste (ISO-8859-16)
ro: Europa de Sud-Est (ISO-8859-16)
ru: Юго-восточноевропейская (ISO-8859-16)
th: ยุโรปตะวันออกเฉียงใต้ (ISO-8859-16)
tr: Güneydoğu Avrupa (ISO-8859-16)
uk: Південно-східноєвропейська (ISO-8859-16)
vi: Đông Nam Âu (ISO-8859-16)
zh_hans: 东南欧 (ISO-8859-16)
zh_hant: 東南歐（ISO-8859-16）

# Encoding_Name_cp437
source: United States (DOS)
ar: الولايات المتحدة (DOS)
cs: USA (DOS)
de: USA (DOS)
el: Ηνωμένες Πολιτείες (DOS)
es: Estados Unidos (DOS)
fa: ایالات متحده (DOS)
fr: États-Unis (DOS)
hu: Egyesült Államok (DOS)
id: Amerika Serikat (DOS)
it: Stati Uniti (DOS)
ja: 米国 (DOS)
ko: 미국(DOS)
pl: Stany Zjednoczone (DOS)
pt: Estados Unidos (DOS)
ro: Statele Unite (DOS)
ru: США (DOS)
th: สหรัฐอเมริกา (DOS)
tr: ABD (DOS)
uk: США (DOS)
vi: Hoa Kỳ (DOS)
zh_hans: 美国 (DOS)
zh_hant: 美國（DOS）

# Encoding_Name_cp720
source: Arabic (DOS)
ar: العربية (DOS)
cs: Arabština (DOS)
de: Arabisch (DOS)
el: Αραβικά (DOS)
es: Árabe (DOS)
fa: عربی (DOS)
fr: Arabe (DOS)
hu: Arab (DOS)
id: Arab (DOS)
it: Arabo (DOS)
ja: アラビア語 (DOS)
ko: 아랍어(DOS)
pl: Arabski (DOS)
pt: Árabe (DOS)
ro: Arabă (DOS)
ru: Арабская (DOS)
th: อาหรับ (DOS)
tr: Arapça (DOS)
uk: Арабська (DOS)
vi: Ả Rập (DOS)
zh_hans: 阿拉伯语 (DOS)
zh_hant: 阿拉伯文（DOS）

# Encoding_Name_cp737
source: Greek (DOS)
ar: اليونانية (DOS)
cs: Řečtina (DOS)
de: Griechisch (DOS)
el: Ελληνικά (DOS)
es: Griego (DOS)
fa: یونانی (DOS)
fr: Grec (DOS)
hu: Görög (DOS)
id: Yunani (DOS)
it: Greco (DOS)
ja: ギリシャ語 (DOS)
ko: 그리스어(DOS)
pl: Grecki (DOS)
pt: Grego (DOS)
ro: Greacă (DOS)
ru: Греческая (DOS)
th: กรีก (DOS)
tr: Yunanca (DOS)
uk: Грецька (DOS)
vi: Hy Lạp (DOS)
zh_hans: 希腊语 (DOS)
zh_hant: 希臘文（DOS）

# Encoding_Name_cp775
source: Baltic (DOS)
ar: لغات البلطيق (DOS)
cs: Baltské jazyky (DOS)
de: Baltisch (DOS)
el: Βαλτικής (DOS)
es: Báltico (DOS)
fa: بالتیک (DOS)
fr: Balte (DOS)
hu: Balti (DOS)
id: Baltik (DOS)
it: Baltico (DOS)
ja: バルト言語 (DOS)
ko: 발트어(DOS)
pl: Bałtycki (DOS)
pt: Báltico (DOS)
ro: Baltică (DOS)
ru: Балтийская (DOS)
th: บอลติก (DOS)
tr: Baltık (DOS)
uk: Балтійська (DOS)
zh_hans: 波罗的海语 (DOS)
zh_hant: 波羅的海文（DOS）

# Encoding_Name_cp850
source: Western European (DOS)
ar: أوروبا الغربية (DOS)
cs: Západoevropské jazyky (DOS)
de: Westeuropäisch (DOS)
el: Δυτικής Ευρώπης (DOS)
es: Europeo occidental (DOS)
fa: اروپای غربی (DOS)
fr: Europe occidentale (DOS)
hu: Nyugat-európai (DOS)
id: Eropa Barat (DOS)
it: Europa occidentale (DOS)
ja: 西ヨーロッパ言語 (DOS)
ko: 서유럽어(DOS)
pl: Zachodnioeuropejski (DOS)
pt: Europeu Ocidental (DOS)
ro: Europa Occidentală (DOS)
ru: Западноевропейская (DOS)
th: ยุโรปตะวันตก (DOS)
tr: Batı Avrupa (DOS)
uk: Західноєвропейська (DOS)
vi: Tây Âu (DOS)
zh_hans: 西欧 (DOS)
zh_hant: 西歐（DOS）

# Encoding_Name_cp852
source: Central European (DOS)
ar: أوروبا الوسطى (DOS)
cs: Středoevropské jazyky (DOS)
de: Mitteleuropäisch (DOS)
el: Κεντρικής Ευρώπης (DOS)
es: Centroeuropeo (DOS)
fa: اروپای مرکزی (DOS)
fr: Europe centrale (DOS)
hu: Közép-európai (DOS)
id: Eropa Tengah (DOS)
it: Europa centrale (DOS)
ja: 中央ヨーロッパ言語 (DOS)
ko: 중앙 유럽어(DOS)
pl: Środkowoeuropejski (DOS)
pt: Europeu Central (DOS)
ro: Europa Centrală (DOS)
ru: Центральноевропейская (DOS)
th: ยุโรปกลาง (DOS)
tr: Orta Avrupa (DOS)
uk: Центральноєвропейська (DOS)
vi: Trung Âu (DOS)
zh_hans: 中欧 (DOS)
zh_hant: 中歐（DOS）
